{
  "3:159": "The gentle way the Prophet is asked to deal with the believers (in this context those who had disobeyed him in quitting their posts, incurring defeat in the battle) is equally essential in any Muslim leader. Moderation is indispensable for him. This lenient attitude is required not only in normal, daily life but also in dealings between Muslims and non-Muslims, even where, due to the disobedience of certain people, a victory turns into a defeat. Unless the leader shows broad-mindedness and high thinking, a powerful polity cannot be established. Mistakes, however grave their outcome, if committed without any evil intention, are pardonable. The leader, therefore, should overlook this type of error while dealing with people. He should be such a great well-wisher of his people that he should pray to God for their guidance. Indeed, the good leader so values his people that he takes decisions on matters of importance only after consulting them.",
  "112:1": "The subject of the chapter is monotheism, or the oneness of God. The concept of God has been presented here in its purest form, ridding it of all polluting associations which people of every age have brought to it. There is no plurality of gods. There is only one God. All are dependent upon Him, but He is not dependent on anybody. He Himself has power over everything. He is far above being the progeny of anybody or having any offspring. He is such a unique Being that there is nobody like Him or equal to Him in any manner whatsoever. This is an early Makkan chapter. The doctrine of God’s pure unity, or the Divine oneness, is clearly stated here: God is not many, He is only one. Everyone is in need of Him, but He is not in need of anyone. He reigns over all things of the heavens and the earth. Unlike human beings, He has no son or father. He is eternal, without beginning or end, and is thus a Unique Being who has no equal. This chapter has been called the essence of the Quran. The Prophet Muhammad once described this chapter as ‘equivalent to one-third of the whole of the Quran.’ (Bukhari, Muslim)",
  "55:4": "God created human beings. He granted them the unique power of speech—a power not bestowed upon any other creature or anything else in the whole known universe. Then, there is the practical example of the role of justice and fair play which inheres in the universe at God’s behest. The whole world surrounding the human being is based on these principles of balance and justice, which God wants human beings to follow; and this is clearly set forth in the Quran. The Quran is the verbal expression of this Divine justice and the universe is its practical expression. It is imperative that the subjects of God weigh their words and deeds in this balance. They should not be unjust in either giving or taking.",
  "2:56": "True piety is to worship God alone, to believe in Him though one has not seen Him, to live in fear of Judgement Day, to subsist on the pure things of the earth, to prevent whomsoever one can from falling into sin. It is those who adopt this way of life who will be successful in the next world.",
  "2:57": "True piety is to worship God alone, to believe in Him though one has not seen Him, to live in fear of Judgement Day, to subsist on the pure things of the earth, to prevent whomsoever one can from falling into sin. It is those who adopt this way of life who will be successful in the next world.",
  "2:58": "God bestowed special blessings upon the Israelites. They should have shown their gratitude by remaining obedient to Him, but they did quite the opposite. They were given possession of a great city and told to enter it—not in a vainglorious manner—but in humility and repentance; but instead they started rejoicing in their victory.",
  "2:59": "God bestowed special blessings upon the Israelites. They should have shown their gratitude by remaining obedient to Him, but they did quite the opposite. They were given possession of a great city and told to enter it—not in a vainglorious manner—but in humility and repentance; but instead they started rejoicing in their victory."
}